tap "jandedobbeleer/oh-my-posh"
tap "ymyzk/ymyzk"
brew "ollama"
brew "tailscale"
cask "azookey"
cask "devtoys"
cask "font-inconsolata"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-symbols-only-nerd-font"
cask "git-credential-manager"
cask "linearmouse"
cask "maccy"
cask "notunes"
cask "slack"
cask "visual-studio-code"
vscode "1yib.rust-bundle"
vscode "3w36zj6.textlint"
vscode "aaravb.chrome-extension-developer-tools"
vscode "aaron-bond.better-comments"
vscode "acomagu.vscode-as-mcp-server"
vscode "actboy168.lua-debug"
vscode "adpyke.vscode-sql-formatter"
vscode "adpyke.vscode-userscript"
vscode "alefragnani.bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "alexshen.classdiagram-ts"
vscode "amodio.tsl-problem-matcher"
vscode "analytic-signal.preview-mp4"
vscode "anseki.vscode-color"
vscode "anthropic.claude-code"
vscode "antiantisepticeye.vscode-color-picker"
vscode "bat-snippets.bat-snippets"
vscode "bbenoist.nix"
vscode "bhughes339.replacerules"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bodil.file-browser"
vscode "britesnow.vscode-toggle-quotes"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "ccimage.jsonviewer"
vscode "chazuk.unicode-converter"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "connor4312.esbuild-problem-matchers"
vscode "continue.continue"
vscode "cschlosser.doxdocgen"
vscode "davidanson.vscode-markdownlint"
vscode "davidwang.ini-for-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "deltaxml.xpath-notebook"
vscode "deltaxml.xslt-xpath"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "dqisme.sync-scroll"
vscode "dsznajder.es7-react-js-snippets"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "efanzh.graphviz-preview"
vscode "eighthundreds.vscode-drawio"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "fabiospampinato.vscode-diff"
vscode "fill-labs.dependi"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "frenco.vscode-notion"
vscode "ganesanchandran.json-utility"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "google.geminicodeassist"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "haaleo.timing"
vscode "hancel.markdown-image"
vscode "hediet.vscode-drawio"
vscode "helsmy.autohotkey-debug"
vscode "ibm.output-colorizer"
vscode "ionutvmi.reg"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "jorcelinojunior.chezmoi-tools"
vscode "josetr.cmake-language-support-vscode"
vscode "joshwong.vscode-jmespath"
vscode "kevinkyang.auto-comment-blocks"
vscode "kevinrose.vsc-python-indent"
vscode "kirozen.wordcounter"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "lenagain.latexindent"
vscode "leodevbro.blockman"
vscode "leonidasiiv.google-sheets-equation-syntax-hightlighter"
vscode "lmcarreiro.vscode-smart-column-indenter"
vscode "luveti.kconfig"
vscode "mammothb.vscode-scilab-syntax"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "marp-team.marp-vscode"
vscode "marus25.cortex-debug"
vscode "maxfieldwalker.vscode-casl2-comet2"
vscode "mcu-debug.debug-tracker-vscode"
vscode "mcu-debug.memory-view"
vscode "mcu-debug.peripheral-viewer"
vscode "mcu-debug.rtos-views"
vscode "mdickin.markdown-shortcuts"
vscode "mechatroner.rainbow-csv"
vscode "meezilla.json"
vscode "mikaelkristiansson87.react-theme-vscode"
vscode "mohammadbaqer.better-folding"
vscode "monish.regexsnippets"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.theme-markdownkit"
vscode "ms-vscode.vscode-serial-monitor"
vscode "mshr-h.veriloghdl"
vscode "mushan.vscode-paste-image"
vscode "negokaz.zenn-editor"
vscode "netcorext.hash"
vscode "njpwerner.autodocstring"
vscode "nordic-semiconductor.nrf-connect"
vscode "nordic-semiconductor.nrf-kconfig"
vscode "oderwat.indent-rainbow"
vscode "oouo-diogo-perdigao.docthis"
vscode "openai.chatgpt"
vscode "patricklee.vsnotes"
vscode "pdconsec.vscode-print"
vscode "piotrpalarz.vscode-gitignore-generator"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "quicktype.quicktype"
vscode "rashwell.tcl"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "reditorsupport.r-syntax"
vscode "remisa.shellman"
vscode "ritwickdey.liveserver"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "rpinski.shebang-snippets"
vscode "rubymaniac.vscode-paste-and-indent"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "ryuta46.multi-command"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sirtobi.code-clip-ring"
vscode "skellock.just"
vscode "spadin.zmk-tools"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "sumomoneko.migemo-isearch"
vscode "taiyofujii.japanese-morpheme-handler"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "techer.open-in-browser"
vscode "tecosaur.latex-utilities"
vscode "thqby.vscode-autohotkey2-lsp"
vscode "toniapps.gcode"
vscode "trond-snekvik.devicetree"
vscode "trond-snekvik.kconfig-lang"
vscode "tyriar.sort-lines"
vscode "tyriar.windows-terminal"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wallabyjs.console-ninja"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "wmaurer.change-case"
vscode "wordpressplayground.wordpress-playground"
vscode "wraith13.bracket-lens"
vscode "xyz.plsql-language"
vscode "yinfei.luahelper"
vscode "yzane.markdown-pdf"
vscode "yzhang.dictionary-completion"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zhang-renyang.vscode-react"
