{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2025-07-11T11:14:45.599-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Upscayl.Upscayl"
				},
				{
					"PackageIdentifier" : "DMM.GamePlayer"
				},
				{
					"PackageIdentifier" : "7zip.7zip"
				},
				{
					"PackageIdentifier" : "AutoHotkey.AutoHotkey"
				},
				{
					"PackageIdentifier" : "BlueStack.BlueStacks"
				},
				{
					"PackageIdentifier" : "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "Google.PlayGames.Beta"
				},
				{
					"PackageIdentifier" : "ImageMagick.ImageMagick"
				},
				{
					"PackageIdentifier" : "Bopsoft.Listary"
				},
				{
					"PackageIdentifier" : "MediaArea.MediaInfo.GUI"
				},
				{
					"PackageIdentifier" : "Mozilla.Firefox.ja"
				},
				{
					"PackageIdentifier" : "Mozilla.Thunderbird.ja"
				},
				{
					"PackageIdentifier" : "Microsoft.Office"
				},
				{
					"PackageIdentifier" : "RProject.R"
				},
				{
					"PackageIdentifier" : "Streamlink.Streamlink"
				},
				{
					"PackageIdentifier" : "Unity.UnityHub"
				},
				{
					"PackageIdentifier" : "marha.VcXsrv"
				},
				{
					"PackageIdentifier" : "XnSoft.XnConvert"
				},
				{
					"PackageIdentifier" : "Zen-Team.Zen-Browser"
				},
				{
					"PackageIdentifier" : "e2eSoft.iVCam"
				},
				{
					"PackageIdentifier" : "Microsoft.msodbcsql.17"
				},
				{
					"PackageIdentifier" : "GitHub.cli"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x64"
				},
				{
					"PackageIdentifier" : "GitHub.GitLFS"
				},
				{
					"PackageIdentifier" : "Microsoft.OpenJDK.11"
				},
				{
					"PackageIdentifier" : "JanDeDobbeleer.OhMyPosh"
				},
				{
					"PackageIdentifier" : "Kitware.CMake"
				},
				{
					"PackageIdentifier" : "Apple.Bonjour"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x64"
				},
				{
					"PackageIdentifier" : "OpenJS.NodeJS.LTS"
				},
				{
					"PackageIdentifier" : "Google.GoogleDrive"
				},
				{
					"PackageIdentifier" : "CubeSoft.CubePDF"
				},
				{
					"PackageIdentifier" : "JohnMacFarlane.Pandoc"
				},
				{
					"PackageIdentifier" : "Volta.Volta"
				},
				{
					"PackageIdentifier" : "QMK.QMKToolbox"
				},
				{
					"PackageIdentifier" : "Apple.iTunes"
				},
				{
					"PackageIdentifier" : "StrawberryPerl.StrawberryPerl"
				},
				{
					"PackageIdentifier" : "Logitech.LogiTune"
				},
				{
					"PackageIdentifier" : "Tailscale.Tailscale"
				},
				{
					"PackageIdentifier" : "Microsoft.WebDeploy"
				},
				{
					"PackageIdentifier" : "Microsoft.msmpi"
				},
				{
					"PackageIdentifier" : "Google.JapaneseIME"
				},
				{
					"PackageIdentifier" : "Corsair.iCUE.5"
				},
				{
					"PackageIdentifier" : "TrackerSoftware.PDF-XChangeEditor"
				},
				{
					"PackageIdentifier" : "Elgato.StreamDeck"
				},
				{
					"PackageIdentifier" : "Neovim.Neovim"
				},
				{
					"PackageIdentifier" : "TheDocumentFoundation.LibreOffice"
				},
				{
					"PackageIdentifier" : "dotPDN.PaintDotNet"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "Datronicsoft.SpacedeskDriver.Server"
				},
				{
					"PackageIdentifier" : "dorssel.usbipd-win"
				},
				{
					"PackageIdentifier" : "Olivia.VIA"
				},
				{
					"PackageIdentifier" : "PuTTY.PuTTY"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.Community"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2022.BuildTools"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudio.2019.BuildTools"
				},
				{
					"PackageIdentifier" : "Guru3D.Afterburner"
				},
				{
					"PackageIdentifier" : "Google.Chrome.EXE"
				},
				{
					"PackageIdentifier" : "GnuWin32.Make"
				},
				{
					"PackageIdentifier" : "Microsoft.Edge"
				},
				{
					"PackageIdentifier" : "Guru3D.RTSS"
				},
				{
					"PackageIdentifier" : "Valve.Steam"
				},
				{
					"PackageIdentifier" : "RamenSoftware.Windhawk"
				},
				{
					"PackageIdentifier" : "chrisant996.Clink"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsSDK.10.0.19041"
				},
				{
					"PackageIdentifier" : "Famatech.AdvancedIPScanner"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams.Classic"
				},
				{
					"PackageIdentifier" : "TechPowerUp.GPU-Z"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2008.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2013.x86"
				},
				{
					"PackageIdentifier" : "Apple.AppleSoftwareUpdate"
				},
				{
					"PackageIdentifier" : "LesFerch.WinSetView"
				},
				{
					"PackageIdentifier" : "Intel.IntelDriverAndSupportAssistant"
				},
				{
					"PackageIdentifier" : "Cisco.CiscoWebexMeetings"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2010.x86"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsAppRuntime.1.5"
				},
				{
					"PackageIdentifier" : "Microsoft.VCRedist.2012.x64"
				},
				{
					"PackageIdentifier" : "Anysphere.Cursor"
				},
				{
					"PackageIdentifier" : "Nvidia.ICAT"
				},
				{
					"PackageIdentifier" : "Anthropic.Claude"
				},
				{
					"PackageIdentifier" : "Casey.Just"
				},
				{
					"PackageIdentifier" : "Discord.Discord"
				},
				{
					"PackageIdentifier" : "Telerik.Fiddler.Classic"
				},
				{
					"PackageIdentifier" : "FreeCAD.FreeCAD"
				},
				{
					"PackageIdentifier" : "GNU.Wget2"
				},
				{
					"PackageIdentifier" : "JRSoftware.InnoSetup"
				},
				{
					"PackageIdentifier" : "ElementLabs.LMStudio"
				},
				{
					"PackageIdentifier" : "Ninja-build.Ninja"
				},
				{
					"PackageIdentifier" : "Oven-sh.Bun.Profile"
				},
				{
					"PackageIdentifier" : "Oven-sh.Bun"
				},
				{
					"PackageIdentifier" : "RaspberryPiFoundation.RaspberryPiImager"
				},
				{
					"PackageIdentifier" : "Rustlang.Rustup"
				},
				{
					"PackageIdentifier" : "Typst.Typst"
				},
				{
					"PackageIdentifier" : "Zoom.Zoom.EXE"
				},
				{
					"PackageIdentifier" : "ajeetdsouza.zoxide"
				},
				{
					"PackageIdentifier" : "jqlang.jq"
				},
				{
					"PackageIdentifier" : "junegunn.fzf"
				},
				{
					"PackageIdentifier" : "nektos.act"
				},
				{
					"PackageIdentifier" : "oss-winget.gperf"
				},
				{
					"PackageIdentifier" : "sharkdp.bat"
				},
				{
					"PackageIdentifier" : "SlackTechnologies.Slack"
				},
				{
					"PackageIdentifier" : "twpayne.chezmoi"
				},
				{
					"PackageIdentifier" : "LocalSend.LocalSend"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode.Insiders"
				},
				{
					"PackageIdentifier" : "Ollama.Ollama"
				},
				{
					"PackageIdentifier" : "Codeium.Windsurf"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu.1804"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu"
				},
				{
					"PackageIdentifier" : "FilesCommunity.Files"
				},
				{
					"PackageIdentifier" : "Microsoft.Teams"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.7"
				},
				{
					"PackageIdentifier" : "Microsoft.UI.Xaml.2.8"
				},
				{
					"PackageIdentifier" : "Microsoft.VCLibs.Desktop.14"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal.Preview"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsApp"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "XPFFH613W8V6LV"
				},
				{
					"PackageIdentifier" : "XPFCC4CD725961"
				},
				{
					"PackageIdentifier" : "9P8LTPGCBZXD"
				},
				{
					"PackageIdentifier" : "9N0ZTKF1QD98"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion" : "1.11.400"
}